export default function Mind() {
  return (
    <article className="p-6">
      <h1 className="text-xl font-bold">運動心理學 </h1>
      <hr className="my-4" />

      <div>
        By 邱個Podcast: EP42/43/44/45/46
        <br />
        <br />

        心智訓練｜心智工具】➤ 心智訓練是具體可操作的一套技術，可向上適應。
        <br />
        <br />
        ➤ 心理出狀況，如何觀察？
        <br />
        ➤ 心智的強弱，也會影響肌力訓練。
        <br />
        ➤ 增強心智之前，需要先取得增強心智的工具
        <br />
        ➤ 先學習使用心智工具，才可藉由心智工具變強壯。
        <br />
        ➤ 直銷團體喊口號：沒用！
        <br />
        ➤ 心智訓練是具體可操作的一套技術，也可以向上適應。
        <br />
        ➤ 增強心智之前，需要先取得增強心智的工具
        <br />
        ➤ 先學習使用心智工具，才可藉由心智工具變強壯。
        <br />
        ➤ 直銷團體喊口號，擁抱大會：沒用～～～～
        <br />
        ➤ 心智工具：【目標設定】【自我對話】【意象訓練】【情緒策略】動機/注意力控制...等等
        <br />
        ➤ 【目標設定】短期目標與規劃，策略性訂定目標。💪
        <br />
        ➤ 『恆心』與『毅力』是稀缺資源，容量有限，不能隨意浪費。
        <br />
        ➤ 目標設定，關鍵在於：『有挑戰性』＆『可控管』的目標。
        <br />
        ➤ 遠程目標設定討論，與目標設定失敗舉例，小女生學游泳破奧運紀錄？
        <br />
        ➤ 自我效能，【可控因素】與【不可控因素】<br />
        ➤ 可控因素：成功為成功之母。🔥
        <br />
        ➤ 不可控因素：失敗為成功之母。重要！🔥
        <br />
        ➤ 一年的平均，三年的平均之進步設定與觀察。
        <br />
        ➤ 可控因素要以『目標設定』來控制。👍
        <br />
        ➤ 學習判斷：可控因素 / 不可控因素，再以目標設定來執行。
        <br />
        ➤ 目標設定，練習編排。
        <br />
        ➤ 虎爸虎媽？保加利亞式訓練？
        <br />
        ➤ 動機策略？內在動機？外在動機？差別在哪裡。
        <br />
        ➤ 自我決定論的內在動機：自主性，勝任感，歸屬關係感。
        <br />
        ➤ 【意象訓練】：在腦海裡重新複製經驗。
        <br />
        ➤ Fake it, until you make it！？差異在哪？
        <br />
        ➤ 腦海重複經驗的意象引導訓練要點：
        <ol className="list-decimal list-inside ml-4">
          <li>【意象清晰度】👍 靜態</li>
          <li>【意象操控度】👍 動態</li>
        </ol>
        ➤ 以上兩點的深入解析與解說，重要！🔥
        <br />
        ➤ 主觀角度，旁觀者角度，對於意象操控度的重置？
        <br />
        ➤ 意象訓練經驗，回饋到真實表現的討論與具備要件。
        <br />
        ➤ 成功運動員在競技舞台上的高超表現與欣喜歡呼，其實已經在他腦海裡重複千遍？
        <br />
        ➤ 『心理疾病』(憂鬱/躁鬱症或其他)，需要諮詢心理醫師尋求協助。
        <br />
        ➤ 『心理狀態功能不佳』，則可藉由運動心理學提供學習與進步。
        <br />
        ➤ 需要『心智高功能表現』的相關領域：商場，戰場，考場，競技場....等，都可藉由心理學來強化。
        <br />
        ➤ 考試的覺醒策略？Arousal
        <br />
        ➤ 最佳功能區，不一定是最高覺醒區？最低最高狀態說明。
        <br />
        ➤ 舉重與健力選手所需要的Arousal程度不同？越高越好？
        <br />
        ➤ 倒U理論？個別差異，工具掌握度。
        <br />
        ➤ 比賽結束的那一刻，絕對是人生最特殊寶貴的經驗。
        <br />
        ➤ 何博士在運動心理學的相關經驗分享。
      </div>
    </article>
  )
}