export default function Mind() {
  return (
    <article className="p-6">
      <h1 className="text-xl font-bold">運動單位大小原理</h1>
      <hr className="my-4" />

      <p>
        摘錄自課程設計：
        <br />
        運動單位徵召理論給了肌力訓練相當重要的啟示，不過幾十年後的今天，學術圈仍然存在著不少爭議，其中一個爭議跟「增肌訓練」非常有關係，就是「低強度力竭式的訓練，能否徵召到高閾值的運動單位？」
        <br />
        關於這個問題，學術上的爭議限於篇幅無法盡述，僅整理常見的四種說法，用不學術的方式簡述如下：
        <br />
        <br />
        第一種說法：運動單位的參與數量在動作啟動當下就已經決定，即便做到力竭，也只是一開始有參與的運動單位發生力竭，不會徵召更多運動位。
        <br />
        <br />
        第二種說法：運動單位的參加數量並非在啟動當下就決定，隨著首批參與動作的運動單位逐漸接近力竭，如果尚有相同閾值的運動單位沒有參加動作，則可以用「輪休」的方式替補進去，繼續參與動作，所以低強度力竭式的訓練可以把相同閾值的運動單位都訓練到。
        <br />
        <br />
        第三種說法：運動單位的參加數量並非在啟動當下就決定，隨著初期參與的運動單位逐漸力竭，更高閾值的運動單為會被逐步徵召，最終達到力竭時，大多數運動單位都已經參與。
        <br />
        <br />
        第四種說法：運動單位的參加數量並非在啟動當下就決定，在超長距離耐力運動過程中，當慢縮肌纖維已經面臨能量枯竭時，快縮肌纖維會以模仿慢縮肌纖維的方式繼續運動。
        <br />
        <br />
        以上四種說法都不一樣，不過歸納出一個比較重要的爭議是：『低強度訓練能否刺激快縮肌纖維？』
        <br />
        <br />
        要回答這個問題並不容易，畢竟如前所述，學術上是有爭議的，但是在實務上卻有比較明顯的現象可以幫助推理。
        <br />
        <br />
        一個實務上得發現是，其實如果要以增肌為目標的話，使用5-30RM的強度區，做到接近力竭的程度，如果達到相似的組數，其實都有相似的增肌效果。
        <br />
        <br />
        舉例來說，5組5下接近力竭的增肌效果，跟5組25下接近力竭的增肌效果其實相當類似。
        <br />
        <br />
        不過，當增肌效果類似時，最大肌力的提升效果是否也類似呢？答案卻是否定的，實務上的經驗發現，5組5下的最大肌力提升效果顯著大於5組25下，即便兩者可以達到類似的增肌效果。我們該如何解讀這個現象呢？有兩種說法可以考慮：
        <br />
        <br />
        第一種說法：低強度高反覆跟高強度低反覆都可以提高增肌效果，但是低強度高反覆的增肌效果可能偏向慢縮肌纖維肥大，快縮肌纖維的增肌效果較小，反之，高強度低反覆的增肌效果可能偏向快縮肌纖維的肥大，慢縮肌纖維的增肌效果較小，因此才會在相同的增肌效果之下，產生不同的最大肌力進步。
        <br />
        <br />
        第二種說法：最大肌力的進步除了需要足夠的肌肉量之外，神經系統的適應可能更重要，高強度低反覆的訓練有助於提升將運動單位徵召「同步化」，也就是在同一時間徵召，至於低強度高反覆訓練方面，就算假定低強度高反覆訓練可以徵召到快縮肌纖維，也不是在一個全體總動員的情況下徵召，因此對於最大肌力幫助比較不顯著。
        <br />
        <br />
        綜合以上，我們認為可以安全地得出兩個結論：
        <br />
        <br />
        當訓練目標是最大肌力時，盡量使用偏高強度的增肌訓練，尤其是使用那些直接跟最大肌力展現有關的動作時（臥推、深蹲、硬舉、肩推等）。
        <br />
        <br />
        當然，這不表示這些動作不該做低強度高反覆訓練，當訓練目標是肌耐力時，或是最大肌力暫時非首要目標時，用低強度高反覆做大肌群多關節動作訓練並無不妥。
        <br />
        <br />
        這裡只是要強調：大肌群多關節動作是最大肌力展現的動作，高強度訓練有其直接的效益。
        <br />
        <br />
        小肌群單關節動作，或是在課表上屬於補強性質的動作，可以採取中低強度高反覆接近力過的訓練，這種作法有助於增肌，可以刺激一些在大動作中比較難練到的肌群，且這些動作通常不是直接用來展現最大肌力的功能性動作，因此訓練上可以採取較多的中低強度高反覆接近力竭的訓練模式。
      </p>
    </article>
  )
}